Repository: mltony/nvda-audio-chart
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: ru

source: AudioChart calibration
ru: Калибровка звуковой диаграммы

source: Min value
ru: Минимальное значение

source: Max value
ru: Максимальное значение

source: &Calibrate
ru: &Калибровка

source: Invalid min value.
ru: Недопустимое минимальное значение.

source: Invalid max value.
ru: Недопустимое максимальное значение.

source: Min value should be less than max value.
ru: Минимальное значение должно быть меньше максимального.

source: AudioChart
ru: Звуковая диаграмма

source: Plot audio chart.
ru: Построить звуковую диаграмму.

source: Please select only a single column or a single row.
ru: Пожалуйста, выберите только один столбец или одну строку.

source: No numeric values found within the selection.
ru: В выборке не найдено числовых значений.

source: Please select a numeric value - the beginning of time series.
ru: Пожалуйста, выберите числовое значение - начало временного ряда.

source: Audio chart currently only works inMicrosoft Excel.
ru: В настоящее время аудиодиаграмма работает только в Microsoft Excel.
